Repository: JianLaiTL/JianLai
Catalog: omegat/project_save.tmx
Source language: zh_cn
Languages: en_us

source: 对面少年顿时面红耳赤，嚅嚅喏喏，因为他心知肚明，自己获胜次数越来越多，除了棋力增长之外，其实真正的主要原因是宋集薪，这两年下棋越来越心不在焉，甚至有些不厌其烦了，很多胜负手，宋集薪甚至故意放水，或是先手布局明明占优后，棋至中盘，宋集薪会刻意为了屠大龙而兵行险着。
en_us: The young boy immediately became flushed with embarrassment upon hearing this. He knew in his heart that the reason he was able to improve his winning record against Song Jixin was not just attributable to his own improvement. Instead, the main reason was because Song Jixin had become less and less interested in the game over the past couple of years, to the point that he was beginning to hate the game. There were many instances in which he had intentionally thrown games, or taken major risks in the middlegame after he had already secured a clear advantage in the early game, trying to secure flashy wins, only to lose the games in the process.

source: 将三炷香插在地面，起身后，宋集薪问道：“在这里上香，没有关系？”
en_us: After placing the three sticks of incense in the ground and standing up, Song Jixin asked, "Is it really okay to offer incense here?"

source: 将其翻过来，玉圭背面只刻了寥寥两个字。
en_us: On the backside of the jade tablet, there were only two characters, and they were inscribed in a font that was quite formal and rigid, yet also full of flair and elegance.

source: 将车子弄出院子，少年说他来推出泥瓶巷，年轻道人也没有拒绝。
en_us: After the cart was moved out of the yard, Chen Ping'an offered to help the Daoist priest push it out of Clay Vase Alley, and the Daoist priest didn't refuse.

source: 将那些遗漏一一辨识记忆过去，陈平安深呼吸一口气，本想再来一遍，只是刚闭上眼，就脑袋发胀，有些晕乎，陈平安果断不再勉强自己。有些努力，不是下死力气就行的，否则只会越忙越乱。陈平安学习烧瓷之后，对此感触颇深，不是天资聪颖，纯粹是整天被姚老头破口大骂，不断挨骂后的心得之一。
en_us: After examining all of those parts on the wooden figure's body, Chen Ping'an took his deep breath and prepared to repeat the process, but as soon as he closed his eyes, he was struck by a rush of dizziness, and he knew that it wouldn't be wise to force himself any further. There were some things that couldn't be achieved just by pushing oneself harder. In fact, beyond a certain point, it was often the case that the more effort that was given, the less desirable the outcome. This was a valuable lesson that Chen Ping'an had learned during his pottery firing days, not because he possessed exceptional talent, but solely from being constantly insulted and abused by Old Man Yao instead.

source: 小半原因是自己闺女的愣头愣脑，更多自然是正阳山那头老猿的歹毒出手。
en_us: Part of the reason was because his daughter was too rash, but more of the reason was because that old ape from the Sun Scorch Mountain was far too cruel.

source: 小天地之中，又别有洞天。
en_us: Inside this small world, there was seemingly another unique land.

source: 小女孩一脸茫然。
en_us: The little girl looked back at him with an innocent expression, but Chen Ping'an refused to withdraw his hand.

source: 小女孩低声道：“猿爷爷，别掉以轻心呀。”
en_us: "Dont let your guard down, Grandpa Yuan," Tao Zi cautioned in a quiet voice.

source: 小女孩使劲点头，遗憾道：“不快一点的话，要被人抢光了。我力气小，只能搬得动这么点大的，我争取多跑几趟。”
en_us: The little girl nodded vigorously in response, and a slightly forlorn look appeared on her face as she said, "I have to be fast. Otherwise, all of the branches will be gone. I'm only strong enough to carry a branch this size, so I want to make as many trips as possible."

source: 小女孩便将其解释成小镇方言，怯生生道：“贺姐姐说了，‘你是惜福之人，可惜你我缘浅，做不成道友。’”
en_us: The little girl translated the Daoist nun's words into the dialect of the small town, saying in a timid voice, "Sister He said that you're a person who cherishes their fortunes. However, the fate between you is shallow, so the two of you can't become fellow Daoists."

source: 小女孩先是出现片刻呆滞，然后几乎本能地一把拽过一名高挑丫鬟，让她挡在自己身前。
en_us: Tao Zi was rooted to the spot for a moment, then instinctively dragged over a tall and slender maidservant, positioning the maidservant in front of herself as a meat shield.

source: 小女孩冷哼一声，跑下台阶，蹲在溪边，低头望向水里的游鱼。
en_us: The little girl gave a cold harrumph, then ran down the steps and squatted down beside the creek to watch the fish swimming in the water.

source: 小女孩叹了口气，“不知道猿爷爷在外边找人找得怎么样了？”
en_us: Tao Zi sighed and said, "I wonder if Grandpa Yuan is having any luck with his search."

source: 小女孩名叫陶紫，昵称桃子，是正阳山那几位剑仙老祖的开心果，当然不是靠着天真可爱的模样脾性，而是她未来的剑道高度，有资格让正阳山不惜成本地砸入海量资源。
en_us: The little girl's name was Tao Zi, and she was affectionately nicknamed "Peach". [ref]The little girl's name, Tao Zi (陶紫), is a homonym to 桃子, which translates to peach, hence the nickname.[/ref] She was the pride and joy of all of the Sword Immortals of the Sun Scorch Mountain, but of course, that wasn't because of her adorable appearance. Instead, it was thanks to her exceptional aptitude. She possessed such immense potential that the Sun Scorch Mountain was willing to invest an astronomical amount of resources for the sake of her development.

source: 小女孩哦了一声，有些不情愿地站起身，小跑离开学塾。
en_us: The little girl was rather reluctant to follow this instruction, but she still did as she was told and rushed out of the school.

source: 小女孩哦了一声，重新转过头后，双手托着腮帮发呆，喃喃道：“万一有呢。”
en_us: The little girl gave a half-hearted response, then turned back around to continue staring into the water with her cheeks resting in her hands, and she murmured to herself, "But what if there's a chance..."

source: 小女孩坐在正堂门槛上，气鼓鼓不说话。
en_us: The little girl sat down on the doorstep of the main hall in a grumpy silence.

source: 小女孩当下没了搬山老猿在身边，独自置身于一个完全陌生的地方，谈不上怕生或是怯场，只是有些无聊，还有些遗憾，听猿爷爷的口气，好像是没有办法从这里搬走一座山峰了。这让小女孩很灰心丧气，正阳山的苏姐姐，在她跻身中五境的时候，就被老祖赠送了一座山峰作为赠礼，成为苏姐姐的私人领地，那座山峰，正是猿爷爷万里迢迢亲自将其背负回正阳山，安置在正阳山东北方位，虽然不大，但是小女孩一直很羡慕。
en_us: At the moment, Tao Zi was alone in a completely unfamiliar place without Bai Yuan by her side, but she wasn't fearful or concerned about her situation, merely a little bored. At the same time, she was also feeling rather disappointed as it seemed that Bai Yuan wouldn't be able to carry a mountain out of this place. This made Tao Zi feel very dejected. There was a older girl on the Sun Scorch Mountain that she referred to as Big Sister Su, and back when she first progressed to the Middle Five Tiers, she had been given a mountain as a reward to serve as her private estate. That mountain had been carried on Bai Yuan's back all the way to the Sun Scorch Mountain from a very faraway place, and it was currently situated in the northeastern part of the Sun Scorch Mountain. It wasn't a very large mountain, but Tao Zi had always been very envious of that older girl.

source: 小女孩恋恋不舍，问道：“背井离乡，是背着一口水井离开家乡吗？”
en_us: Tao Zi was reluctant to say goodbye, and she asked, "Uproot and leave home? Does that mean bringing a tree with you and leaving home?"

source: 小女孩想了想，灿烂笑道：“白猿爷爷，你去吧，不用担心我。”
en_us: The little girl was silent for a moment, then said with a bright smile, "Go, Grandpa Yuan. There's no need to worry about me."

source: 小女孩扯了扯宋集薪的袖子，怯生生道：“搬柴哥哥，你要收回去吗？”
en_us: The little girl tugged Song Jixin's sleeve asked in a timid voice, "Firewood collecting brother, do you want to take it back?"

source: 小女孩抽出一只手，使劲挥动，娇憨抱怨道：“知道啦知道啦，猿爷爷，我的耳朵要起茧子啦。”
en_us: The little girl pulled out a hand from under her cheek and waved it around vigorously as she grumbled in a disgruntled voice, "I know, I know! I've heard this so many times that my ears are about to grow callouses!"

source: 小女孩插科打诨道：“那就去我们正阳山玩，可有意思了。”
en_us: Tao Zi suddenly interjected at this moment, suggesting, "Then come to Sun Scorch Mountain to play! It's super interesting!"

source: 小女孩有些输了气势，神色萎靡，耷拉着脑袋，不敢正视那个男孩。
en_us: The little girl was stumped by the boy's words, and she lowered her head with a defeated expression, not daring to look at him.

source: 小女孩松开那高大丫鬟的手臂后，扬起手掌，一巴掌狠狠把吓傻了少女打醒，“还有你，赶紧去通风报信！知不知道，我要是死了，你们这栋宅子里的全部都要死！”
en_us: After releasing the wrist of the taller maidservant, Tao Zi raised a hand and gave the maidservant a vicious slap. The maidservant was petrified from fear, but she immediately snapped back to her senses from the stinging pain on her cheek. "What are you just standing here for? Hurry up and raise the alarm! If I die here, everyone in this entire manor will go down with me!"

source: 小女孩没有接过槐叶，黑葡萄似的水润大眼眸，满是疑惑。
en_us: Li Baoping didn't accept the locust leaves. Instead, she looked up at him with a befuddled expression.

source: 小女孩满头大汗，看到陈平安后，咧嘴一笑。
en_us: The little girl was sweating profusely, and she gave Chen Ping'an a wide smile upon spotting him.

source: 小女孩灿烂一笑，扬了扬拳头，为这头正阳山护山猿鼓舞士气。
en_us: Tao Zi raised her fist with a bright smile as a gesture of encouragement to cheer him on.

source: 小女孩照搬解释，语速飞快，声音清脆。
en_us: The little girl translated this for Chen Ping'an, her words quick and her voice crisp.

source: 小女孩疑惑道：“不是说在这里天然封禁一切玄术、神通和道法吗？而且越是修为高深，反噬越是厉害吗？猿爷爷就说过，哪怕是传说中的那个人，在这里待得时间久了，如今差不多也是泥菩萨过江的艰难处境，很难真正阻止谁动手争夺……”
en_us: The little girl was rather perplexed as she murmured to herself, "Aren't all profound arts, mystical abilities, and powers naturally restricted here? And isn't it the case that the more advanced one's cultivation base is, the more backlash they suffer her? Grandpa Yuan told me that even that legendary figure has found himself in a severely weakened state after staying here for so long, so he won't be able to stop us from fighting over the prized artifacts..."

source: 小女孩眼睛一亮，但是很快黯然，笑容牵强地点了点头。
en_us: The little girl's eyes immediately lit up upon hearing this. However, they quickly dimmed again, and she forced herself to smile and nod.

source: 小女孩稚声稚气问道：“白猿爷爷，那你为何不干脆一拳打死那死犟死犟的少年？虽说他如今已是经脉寸断，气息崩碎絮乱，剑经自然而然就跟着被捣烂搅碎，神仙也没办法复原。可是不怕一万就怕万一，万一有人救了他，有万一有人得到剑经，那我们正阳山咋办？”
en_us: The little girl asked in a tender voice, "Grandpa Yuan, why didn't you just kill that stubborn boy? After that punch, his meridians are destroyed, his aura is in shambles, and the sword scripture has naturally also been destroyed as a result. Even a god shouldn't be able to restore it, but there's always a chance that miracle could happen. What if someone saves him and obtains the sword scripture? What would become of our Sun Scorch Mountain then?"

source: 小女孩童心童趣地嚷着“驾驾驾”，身为正阳山首席供奉的老人哈哈大笑，慢跑起来，如山岳移动。
en_us: Being the young child that she was, the little girl excitedly commanded her steed to run. The old man, who was the chief honored member of the Sun Scorch Mountain, laughed heartily as he started to run forward slowly. He looked much like a moving mountain.

source: 小女孩终于觉得扳回一城，嗤笑道：“在这些凡夫俗子面前，倒是威风十足，不知道是谁在来的路上，被同道中人当面骂做野种，也不敢还手。”
en_us: The little girl finally saw an opportunity to strike back at her tormentor, and she sneered, "You sure like to act tough in front of mere mortals! On the way here, you were called a vandal and a bastard by other cultivators, and you didn't even dare to strike back!"

source: 小女孩虽然觉得他说的挺有道理，可是自己多没有面子啊，于是使出浑身解数皱着小脸，气鼓鼓道：“你怎么跟学塾齐先生这么像啊。我要不喜欢你了！”
en_us: Li Baoping knew that he was right, but at the same time, she was feeling quite embarrassed to have been exposed like this, so she put on a grumpy expression as she pouted, "Why are you talking like Mr. Qi? I don't like you anymore!"

source: 小女孩说话稚声稚气，但是条理清晰，有些早慧且性情温和，像个小大人。陈平安没来由就想起了顾粲，只不过她跟刺猬似的鼻涕虫，还是不太一样的。
en_us: The little girl's voice was quite tender, but her logic was very clear, and she spoke with an adult-like sense of maturity and calmness. For some reason, Chen Ping'an was reminded of Gu Can, but she was quite different from that abrasive troublemaker.

source: 小女孩走向大门，在院子里蹦蹦跳跳打转。她倒是没有擅自离开院子，让下人们为难。猿爷爷提醒过她，风雷园的人也到了小镇，在他摆平之前，她不要离开这座院子。小女孩虽然年幼，但是从小耳濡目染山上修行的云波诡谲，危机四伏，而且家教极严，故而不是那种让长辈不省心的顽劣孩子。
en_us: Tao Zi made her way out into the yard, where she began to skip around to entertain herself. However, she didn't place the servants in a difficult situation by trying to leave the yard. Bai Yuan had told her that the people from the Wind Lightning Field had also arrived in the town, and he had prohibited her from leaving this yard before he took care of them. Even though Tao Zi was still at a very tender age, she had heard many stories about how fraught with peril the path of cultivation was. On top of that, she had been raised by very strict parents, so she wasn't a rowdy troublemaker who was constantly making her seniors worried.

source: 小女孩跑到他身边，小心翼翼说道：“我想要一块大些的，行不行？”
en_us: The little girl ran to his side and said in a careful voice, "I want a bigger one. Is that okay?"

source: 小女孩跟宋集薪亲昵得很，撒娇问道：“搬柴哥哥，你刚说到了十二种牌坊里的学宫书院坊，我来这里之前，听爷爷跟人聊天的时候说起，你们大骊的那座山崖书院，如今混得很惨啊，你知道他们山崖书院的牌坊上写了啥吗？”
en_us: The little girl was extremely friendly with Song Jixin, and she asked, "Firewood collecting brother, you mentioned the academy archways just then, one of the 12 types of archways. Before coming here, I heard grandpa say that the Great Li Empire's Mountain Cliff Academy is doing quite poorly right now when he was talking to someone. Do you know what's written on the Mountain Cliff Academy's archway?"

source: 小女孩身后始终贴身跟着两位清秀丫鬟，其中一人自幼被李家发现天资不俗，便被重点栽培成了武道中人，小有成就。其实对于李家嫡系而言，这种行径，跟豢养花鸟鱼虫无异，倒并非希望那名少女以后能够成为一位武道宗师。大户高墙之内，奴大欺主的事情，不是没有，更何况升米恩斗米仇，奴婢仆役的眼界太高，潜力太大，对于家族下一代的传承，未必是好事。
en_us: She was constantly accompanied by a pair of beautiful maidservants, one of whom had been discovered by the Li Clan to possess remarkable aptitude at a young age. From that point onward, she received martial arts training and had made some good progress on this path. For Li Clan, this was no different from training a pet, and they weren't necessarily doing this in the hope that she would become a master martial artis in the future. There was no lack of stories about servants abusing their own masters behind closed doors in affluent clans like theirs, and it wasn't necessarily a good thing for a clan if one of their servants were to become too powerful.

source: 小女孩转头望去，看着猿爷爷的高大背影。
en_us: She turned to look at the old man's imposing figure, and she gleefully thought to himself that once the restrictions here were completely lifted, she would ask him to carry that mountain by the name of Cloud Drape Mountain back home with them so that she could make it her own flower garden.

source: 小女孩转过头，双手高高举起葫芦，笑眯起眼，炫耀道：“是搬柴哥哥送给我的呦。”
en_us: Tao Zi turned around and raised the gourd up high with two hands, bragging with a wide smile, "Firewood collecting brother gave this to me!"

source: 小女孩转过头，咧嘴笑道：“猿爷爷，说不定有两条的！”
en_us: The little girl turned to the old man with a grin as she countered, "Perhaps there's more than one of them, Grandpa Yuan!"

source: 小女孩默默权衡利弊，认真思量的同时，她一直在观察陈平安的眼神和脸色，大概是觉得陈平安没坏心，她点头道：“那你要我做什么？事先说好，我可扛不动太大的树枝，很沉的，我现在肩膀就有点像是火烧着了。”
en_us: The little girl weighed up her options in silence, and while considering the proposal, she was also observing Chen Ping'an's expression. After a while, she seemed to have decided that Chen Ping'an didn't have any sinister intentions, so she nodded in response. "What do you want me to do for your in exchange? Let me make this clear: I won't be able to carry any branches larger than this. These things are very heavy, and I already feel like my shoulder's on fire."

source: 小孩子小鸡啄米，“知道！”
en_us: "I do," the boy replied with a nod.

source: 小孩子死死攥紧那只干瘪钱袋子，想哭却始终坚持不哭出声，仍是那套翻来覆去无数遍的说辞：“我娘亲还在等我熬药，已经很久了，我家真的没有钱了，可是我娘真的病得很厉害”
en_us: The boy was gripping tightly onto his almost empty money pouch, and he wanted to cry, but refused to shed tears. Once again, he repeated the same few sentences that he had already said countless times: "My mother needs medicine, and I've already been waiting for a very long time. We don't have any more money, but my mother is in very bad condition."

source: 小孩子眨眨眼，懵懵懂懂，但仍然把钱袋子递出去。
en_us: The boy blinked a few times with a dazed expression, but still handed the pouch over to the old man.

source: 小巷不远处，站着一个锦衣少年，双手正高高捧起一方青色玉玺，稚童的巴掌大小，雕刻有龙盘虎踞，在阳光的照射下，熠熠生辉，玉玺内隐约有丝丝缕缕的霞光亮起。锦衣少年抬头眯眼望着手中这方至宝，满脸陶醉。
en_us: Not far away in the ally stood a brocade-robed young man with a green jade seal held aloft in both hands. The seal was around the size of a child's palm, and there were coiling dragons and crouching tigers engraved onto its surface. It was glowing radiantly under the light of the sun, and faint traces of light were visible within the seal. The brocade-robed young man was inspecting the prized treasure in his hands with his head raised and his eyes narrowed slightly in a look of entrancement.

source: 小洞天之内。
en_us: Inside the small world, there wasn't a single child left in the school.

source: 小溪没有名字，小溪里那些大如拳头、小若拇指的石子，五颜六色，可小镇百姓，世世代代见惯了它们静静躺在清澈的溪水当中，自然没谁觉得是什么稀罕玩意，谁要是往家里搬这些石头，肯定要被当成傻子，吃饱了撑着，有这份气力，不去多干点农活，不是傻子是什么。
en_us: The creek didn't have a name. There were all kinds of different pebbles resting in this creek, some as big as a fist and others as small as a thumb. However, the generations of residents in this small town had alreayd grown accustomed to seeing these colorful pebbles, so it was only natural that they didn't treat them as anything rare or valuable. If someone collected these pebbles and brought them home, they would definitely be laughed at and mocked as someone with nothing better to do. If they had so much spare time and energy, wouldn't they be better off doing some work on the farms? Would they not be utter fools?

source: 小窝内满是四周渗入的青草芬芳，沁人心脾，虽然地面有些许湿气，但是少女觉得已经不能要求更多。
en_us: The fragrance of the nearby grass seeped into the small hut, causing the air to feel cool and refreshing. Even though it was slightly humid, Ning Yao felt like this was already very good. She couldn't ask for too much.

source: 小镇上，一个身穿古怪衣服的光头男人，赤脚而行，神色枯槁，来到铁锁井旁，望向深井，双手合十，闭眼轻声道：“佛观一钵水，十万八千虫。”
en_us: In the small town, a bald man in strange clothes walked along the street barefoot. He looked haggard, and when he arrived beside the Iron Lock Well, he looked down and placed his hands together in prayer, closing his eyes and saying softly, "When Buddha looks at a bowl of water, what he sees is an innumerable amount of organsims."

source: 小镇不大不小，六百多户人家，镇上穷苦人家的门户，陈平安大多认得，至于家底殷实的有钱人家，门槛高，泥腿子少年可跨不进去，一些个大户扎堆的宽敞巷弄，陈平安甚至都没有踏足过，那边的街道，多铺以大块大块的青石板，下雨天，绝不会一脚踩下去泥浆四溅。那些质地极佳的青石板，经过千百年来人马车辆的踩踏碾压，早已摩挲得光滑如镜。
en_us: The town wasn't very large, home to fewer than 700 clans, and Chen Ping'an knew the majority of the impoverished clans in the town. As for the weathy clans, they were too far above a poor hillbilly like him. In fact, Chen Ping'an hadn't even set foot on any of the wide and spacious alleys where some of the wealthy clans resided in clusters. Those streets were mostly paved with large bluestone slabs so there was no risk of having to slosh through mud even on rainy days. After centuries of being trodden on by people, horses, and carriages, the high-quality bluestone slabs had already been polished to the point that they were as smooth as mirrors.

source: 小镇东门的光棍郑大风没了身影，窑务督造衙署也没有要找人顶替的意思，于是小镇就像没了两颗门牙的人，说话容易漏风。
en_us: The gatekeeper of the eastern town gate, Zheng Dafeng, had seemingly vanished into thin air, yet no attempts were made to find a replacement for him. Hence, the town had become akin to a person missing their front teeth, with people coming and going as they pleased.

source: 小镇之外的卢氏，作为一座大王朝的掌国之姓，在被大骊边军重创之后，可谓大伤元气，一蹶不振，短期之内很难东山再起，从上到下，卢氏嫡系和旁支以及远房，只得夹着尾巴做人。
en_us: Outside of the town, the Lu Clan was a imperial family that ruled over a massive empire. However, the empire had been dealt an extremely severe blow by the army of the Great Li Empire, and it was going to be very difficult for them to make any type of resurgence in a short time. As a result, all of the direct lineal branches and side branchs of the Lu Clan had to keep a low profile for the time being.

source: 小镇之外，人与人之间的差距，尤其是高低之分，比阴阳之隔还要巨大。
en_us: Compared with the people in the town, those on the outside resided in a completely different world, and the gulf between them was wider than the distance between heaven and earth.

source: 小镇南边溪畔的铁匠铺，父女打铁，火星四溅如一场绚烂火雨。
en_us: In the blacksmith forge next to the creek in the south of the small town, the father and daughter continued to swing their hammers and forge iron, sending sparks flying into the surroundings in a dazzling display.

source: 小镇南边，有一条黄泥小路，蜿蜒曲折，两边都是小镇百姓的稻田庄稼地，小路半道，有座破败白墙黑瓦的小庙，说是庙，其实就是一个供百姓歇脚休息的地儿，尤其是农忙时节、酷暑时分或是暴雨天气，有没有遮阴挡雨的地方，是天壤之别。
en_us: The was a winding mud road to the south of the small town, and both sides of it were decorated with the rice paddies and crop lands of the town residents. Halfway up the winding road, there was a rundown temple with white walls and black rooftiles. It was called a temple, but in reality, it was nothing more than a resting spot for the residents. This was especially the case when the weather became scorching hot or when the heavens unleashed torrential rain upon them. During these times, it would make a huge difference whether there was a resting spot or not.

source: 小镇四姓十族突然得到消息，三天之内，所有外乡人必须全部撤出小镇，骊珠洞天暂时只许出，不许进。
en_us: The Four Surnames and Ten Clans suddenly received news that all outsiders had to leave the small town within three days. During this period of time, people would only be able to exit the Jewel Small World, not enter.

source: 小镇四姓十族，以卢氏为首。
en_us: Of the Four Surnames and Ten Clans in the small town, the Lu Clan was the head.

source: 小镇外人来往得不多，照理说，如今官窑烧制这棵摇钱树都倒了，就更加不会有新面孔。姚老头在世的时候，曾经有次喝高了，就跟陈平安和刘羡阳这些徒弟说，咱们做的是天底下独一份的官窑生意，是给皇帝陛下和皇后娘娘的御用瓷器，其他老百姓哪怕再有钱，哪怕当的官再大，胆敢沾碰，那可都是要被砍头的。那天的姚老头，精神气格外不一样。
en_us: There weren't many outsiders who visited the town. Now that the town had been deprived of a major source of income in the form of the official kilns, it stood to reason that there would be even fewer visitors from outside. Back when Old Man Yao was around, there was one time when he had a little too much to drink, and he told his disciples, including Chen Ping'an and Liu Xianyang, that they were the only ones under the heavens manning official kilns, that the chinaware that they produced was imperial ware used by the emperor and the empress, that no matter how rich or lofty in official status someone was, they would be beheaded if they dared to use imperial ware themselves. On that day, Old Man Yao had seemed like a completely different person.

source: 小镇外的南方溪畔。
en_us: On some creekside to the south of the small town, there stood a short man with thick brows and large eyes.

source: 小镇外，一座山峰之巅，有人立于一株参天古树的粗壮树枝上，眺望小镇轮廓，腰悬一枚虎符，背负一柄长剑。
en_us: Atop a mountain outside the small town, there stood a person on the thick and sturdy branch of a towering ancient tree. There was a tiger talisman hanging on his waist and a sword strapped to his back, and he was currently gazing at the outline of the small town in the distant.

source: 小镇好似遇上了百年难遇的天狗食日，一下子就漆黑一片，人人伸手不见五指。
en_us: The town had suddenly turned completely dark, so dark that one was unable to see their own hand laid out in front of them, and it was as if an extremely rare solar eclipse were taking place.

source: 小镇如今的光景，就像大骊将帅命人打造的一块沙盘，战事已经落下帷幕，决定弃之不用，就用黑布随意一遮。
en_us: At the moment, the town was like a sandbox constructed according to the orders of a general from the Great Li Empire, but with the battle concluded, it had been cast aside with a dark cloth thrown over it to keep it out of sight.
